Repository: BoFFire/Mast2
Catalog: Mast/*.lproj/Localizable.strings
Languages: hi

source: All Accounts
hi: सभी अकौंट्स

source: Dismiss
hi: ठीक है

source: Feed
hi: फ़ीड

source: Notifications
hi: सूचनाएं

source: Messages
hi: मेसेजों

source: Explore
hi: खोज

source: Profile
hi: प्रोफ़ाइल

source: Add New Instance
hi: नया इंस्टैंस संलग्न करें

source: Find out more
hi: और जानकारी प्राप्त करें

source: Instance name:
hi: इंस्टैंस का नाम

source: Enter Instance Name
hi: इंस्टैंस का नाम लिखिए

source: Create
hi: सृजना

source: Search
hi: खोज

source: Settings
hi: सेटिंग्स

source: Home
hi: होम

source: Local
hi: लोकल

source: All
hi: आल

source: New Window
hi: नया विंडो

source: New Toot
hi: नया टूट

source: New toot
hi: नया टूट

source: Scroll to Left
hi: बाईं ओर स्क्रॉल करें

source: Scroll to Right
hi: दाईं ओर स्क्रॉल करें

source: View Notifications
hi: सूचनाएं देखें

source: View Messages
hi: मेसेज देखें

source: View Profile
hi: प्रोफाइल देखें

source: Sort
hi: व्यवस्था

source: Top
hi: सिरा

source: Boost
hi: बूस्ट

source: Boosts
hi: बूस्ट्स

source: Boosted
hi: बूस्टेड

source: Remove Boost
hi: बूस्ट निकालें

source: Removed Boost
hi: हटा दिया गया बूस्ट

source: Like
hi: लाइक

source: Liked
hi: लाइक किया गया

source: Remove Like
hi: लाइक निकालें

source: Removed Like
hi: हटा दिया गया लाइक

source: Toot
hi: टूट

source: Toots
hi: टूट्स

source: Contains Media
hi: इसमें मीडिया शामिल है

source: Reply
hi: जवाब दो

source: Share
hi: शेयर करें

source: Translate
hi: अनुवाद करें

source: Mute Conversation
hi: इस बातचीत को म्यूट करें

source: Mute
hi: म्यूट

source: Muted
hi: म्यूट किया गया है

source: Conversation
hi: बातचीत

source: Duplicate
hi: डुप्लिकेट

source: Delete
hi: मिटायें

source: Harassment
hi: उत्पीड़न

source: Reported
hi: शिकायत की गई है

source: No Content Warning
hi: कोई सामग्री सावधानी नहीं है

source: Spam
hi: पुनरावृत्त मेसेज

source: Pin
hi: पिन करें

source: Pinned
hi: पिन कर दिया गया है

source: Unpin
hi: पिन हटा दें

source: Unpinned
hi: पिन हटा दिया गया है

source: Delete and Redraft
hi: हटाएं और फिर से लिखें

source: More
hi: और दिखाएं

source: Share Content
hi: सामग्री शेयर करें

source: Share Link
hi: लिंक शेयर करें

source: Activity
hi: गतिविधि

source: Mentions
hi: उल्लेखों

source: Metrics
hi: आंकड़े

source: Likes
hi: लाइक्स

source: Follows
hi: फ़ॉलोस

source: Polls
hi: चुनाव

source: Nothing to see here
hi: यहाँ देखने के लिए कुछ नही है

source: Your Lists
hi: आपकी सूचियाँ

source: Instance Timelines
hi: इंस्टैंस टाइमलाईन्स

source: Follow Suggestions
hi: आप का फ़ॉलो करने के लिए सुझाव

source: Saved Searches
hi: सहेजी गई खोजों

source: Add New List
hi: नई सूची संलग्न करें

source: Add Instance Timeline
hi: इंस्टैंस टाइमलाइन संलग्न करें

source: View List Members
hi: सूची सदस्यों को देखें

source: Edit List Name
hi: सूची का नाम बदलें

source: Update
hi: अद्यतन करें

source: Updated
hi: अद्यतन किया गया है

source: Remove
hi: हटाएं

source: Follow
hi: फॉलो करें

source: New list title...
hi: नई सूची का नाम...

source: Instance timeline...
hi: इंस्टैंस टाइमलाइन...

source: Add
hi: संलग्न करें

source: Recent Media
hi: आधुनिक मीडिया

source: Locked Account
hi: निजी अकाउंट

source: Sent Follow Request
hi: फॉलो निवेदन भेजी गई है

source: Followed
hi: आप इनको फॉलो करते हैं

source: Links
hi: लिंक्स

source: Friends
hi: दोस्तों

source: Block
hi: स्र्कावट करें

source: Blocked
hi: स्र्कावट किया गया है

source: Unfollow
hi: अनफ़ॉलो

source: Mention
hi: उल्लेख

source: Instance Admin Contact
hi: इंस्टैंस के व्यवस्थापक से संपर्क करें

source: Display name
hi: प्रदर्शित होने वाला नाम

source: Bio
hi: आपका विवरण

source: Edit Bio
hi: अपना विवरण बदलें

source: Header
hi: ऊपरी तस्वीर

source: Edit Header
hi: ऊपरी तस्वीर बदलें

source: Edit Avatar
hi: अपना अवतार बदलें

source: Lock Account
hi: अपना अकाउंट को लॉक करें

source: Unlock Account
hi: अपना अकाउंट को अनलॉक करें

source: Edit Display Name
hi: प्रदर्शित होने वाला नाम को बदलें

source: Edit Links
hi: लिंक्स को बदलें

source: Locked profile
hi: यह प्रोफ़ाइल लॉक किया गया है

source: Unlocked profile
hi: यह प्रोफ़ाइल अनलॉक किया गया है

source: Follow Requests
hi: फॉलो करने की अनुरोध

source: Scheduled
hi: अनुसूचित

source: Endorse
hi: समर्थन

source: Endorsed
hi: समर्थन किया गया है

source: Instance Details
hi: इंस्टैंस का विवरण

source: Edit Account
hi: अपने अकाउंट में परिवर्तन करें

source: Share Account
hi: अपना अकाउंट को साझा करें

source: Add to List
hi: सूची में शामिल करें

source: Added to List
hi: यह सूची में शामिल किया गया है

source: Create and Add
hi: बनाएँ और संलग्न करें

source: Detail
hi: विवरण

source: Gallery
hi: गेलरी

source: Save
hi: सहेज करें

source: Members
hi: सदस्यों

source: Followers
hi: फॉलोवर्स

source: Following
hi: फॉलो करने वाले

source: Remove Poll
hi: पोल हटाएं

source: Add Poll
hi: पोल संलग्न करें

source: Post
hi: पोस्ट करें

source: Replying to
hi: आप इनको जवाब दे रहे हैं

source: Add Media
hi: मीडिया संलग्न करें

source: Visibility
hi: दृश्यता

source: Spoiler Text
hi: स्पॉइलर टेक्स्ट

source: Emoticons
hi: इमोटिकॉन

source: Schedule Toot
hi: टूट को अनुसूची करें

source: Drafts
hi: ड्राफ्ट्‍स

source: Characters
hi: वर्ण

source: No Drafts
hi: कोई ड्राफ्ट नहीं हैं

source: Public
hi: सार्वजनिक

source: Unlisted
hi: असूचीगत

source: Direct
hi: प्रत्यक्ष

source: Content warning...
hi: सामग्री सावधानी...

source: Schedule
hi: अनुसूची करें

source: Remove Scheduled Toot
hi: अनुसूची किया गया टूट निकालें

source: What's happening?
hi: कुछ कहें!

source: Audio from Documents
hi: दस्तावेजों से ऑडियो

source: Record Audio
hi: ऑडियो रिकॉर्ड करें

source: Clear All
hi: सब हटाएं

source: Posted
hi: पोस्ट किया गया है

source: Please wait for all media to finish uploading
hi: कृपया मीडिया की अपलोड समाप्त होने के लिए प्रतीक्षा करें

source: Save Draft
hi: ड्राफ्ट को सहेज करें

source: Discard
hi: छोड़ें

source: Camera
hi: कैमरा

source: Image from Documents
hi: दस्तावेजों से तस्वीर

source: Scan Documents
hi: दस्तावेजों को स्कैन करें

source: Audio
hi: ऑडियो

source: Now Playing
hi: गाना जो अब बज रहा है

source: Allow Multiple Selections
hi: एक से अधिक चीजों का चयन करें

source: Hide Totals
hi: कुल को छुपाएं

source: Allow users to select multiple options when voting.
hi: मतदान के दौरान लोगों को एक से अधिक वस्तुओं का चयन करने की अनुमति दें

source: Hide the running vote count from users.
hi: लोगों से वोट की गिनती छिपाएं

source: Add at least two poll options...
hi: कम से कम वोट करने के लिए दो विकल्प संलग्न करें...

source: Set
hi: समय निर्धारित करें

source: App Icon
hi: एप्लिकेशन आइकन

source: App Tint
hi: ऐप का रंग

source: Dark Mode Tint
hi: डार्क मोड का रंग

source: Push Notifications
hi: सूचनाएं भेजना

source: App Haptics
hi: एप्लिकेशन कंपन

source: Hide Sensitive Content
hi: संवेदनशील सामग्री छिपाएँ

source: Upload Videos as GIFs
hi: वीडियो को GIF के रूप में अपलोड करें

source: Default Visibility
hi: मानक दृश्यता

source: Default Browser
hi: मानक ब्राउज़र

source: Default Scan Mode
hi: मानक स्कैन मोड

source: Siri Shortcuts
hi: Siri शॉर्टकट

source: App Lock
hi: ऐप लॉक

source: Accounts
hi: अकौंट्स

source: Get in Touch
hi: मुझसे संपर्क करो

source: You have Mast Pro
hi: आपके पास Mast Pro है

source: In-App Banners
hi: एप्लिकेशन के अंदर बैनर

source: Accurate
hi: परिशुद्ध

source: Fast
hi: तेज़

source: Create a new toot
hi: नया टूट बनाएँ

source: View your notifications
hi: अपनी सूचनाएं देखें

source: View your messages
hi: अपनी मेसेजों को देखें

source: Immediately
hi: तुरंत

source: After 1 Minute
hi: 1 मिनट के बाद

source: After 5 Minutes
hi: 5 मिनट के बाद

source: After 15 Minutes
hi: 15 मिनट के बाद

source: After 1 Hour
hi: 1 घंटा के बाद

source: Present a biometric lock when launching the app to protect your activity
hi: ऐप लॉन्च करने पर अपनी गतिविधि की सुरक्षा के लिए एक बायोमेट्रिक लॉक दिखाता है

source: Multiple Accounts
hi: अनेक अकाउंट

source: 30+ App Icons
hi: 30 से अधिक एप्लिकेशन आइकन

source: 10+ App Tints
hi: 10 से अधिक ऐप के रंग

source: Biometric Locks
hi: बायोमेट्रिक लॉक

source: Variety of Settings
hi: और भी सेटिंग्स

source: Add multiple user accounts to the app from a variety of instances, and quickly switch between them.
hi: अनेक इंस्टैंस से ऐप में कई अकाउंट को संलग्न करें, और जल्दी से उनके बीच स्विच करें।

source: Whatever your tastes, there's an app icon to suit it. Your home screen never looked so good.
hi: आपको जो भी रंग सबसे अच्छा लगता है, उसके लिए एक ऐप आइकन है। आपकी होम स्क्रीन इतनी अच्छी कभी नहीं लगी!

source: Whatever your tastes, there's an app tint to suit it. You don't have to stick with purple if you'd much rather prefer red.
hi: आपको जो भी रंग सबसे अच्छा लगता है, एप्लिकेशन के अंदर, सिर्फ आपके लिए एक रंग है।अगर आपको नीला रंग पसंद नहीं है, तो लाल क्यों नहीं?

source: Say what you want, and it is done. Create toots, view notifications, and more.
hi: आप जो भी कहना चाहते हैं, कहिए। टूट्स बनायें, सूचनाएं देखिए, और भी बहुत कुछ!

source: Lock the app from prying eyes.
hi: उन लोगों से ऐप लॉक करें जिन पर आपको भरोसा नहीं है।

source: Whatever your preferences may be, there's a setting for that.
hi: आपको जो भी चाहिए, बस उसके लिए एक सेटिंग है।

source: Mast Pro is enabled via an auto-renewing subscription. Subscription automatically renews and will be charged for the renewal unless auto-renew is turned off at least 24 hours before the end of the current period. Payment will be charged to iTunes Account at confirmation of purchase. Auto-renewal may be turned off by the user by going to the user's Account Settings after purchase. The duration and price of each subscription is displayed on the purchase screen, and updated at the time of purchase.
hi: Mast Pro एक ऑटो-नवीनीकरण सदस्यता के माध्यम से सक्षम है।सदस्यता स्वतः नवीनीकृत हो जाती है और नवीनीकरण के लिए शुल्क लिया जाएगा जब तक कि वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले ऑटो-नवीनीकरण बंद न हो जाए। खरीद की पुष्टि पर iTunes अकाउंट से भुगतान लिया जाएगा। खरीद के बाद उपयोगकर्ता के अकाउंट की सेटिंग में जाकर उपयोगकर्ता द्वारा ऑटो-नवीनीकरण बंद किया जा सकता है। प्रत्येक सदस्यता की अवधि और कीमत खरीद स्क्रीन पर प्रदर्शित की जाती है, और खरीद के समय अपडेट की जाती है।

source: Monthly
hi: मासिक

source: Lifetime
hi: जीवन काल

source: See More
hi: और देखें

source: Restore Purchases
hi: खरीदारी वापस लौटाएं

source: Privacy Policy
hi: गोपनीयता नीति

source: Terms of Service
hi: नियम और शर्तें

source: Mast Pro Unlocked!
hi: Mast Pro अनलॉक हो गया है!

source: Mast just got even more awesome. I hope you enjoy using Mast Pro and all of its great features.
hi: Mast अभी और भी बेहतर बन गया है। मुझे उम्मीद है कि आप Mast Pro और इसकी सभी शानदार विशेषताओं का उपयोग करके आनंद लेंगे।

source: Nothing to restore
hi: बहाल करने के लिए कुछ नहीं है

source: Purchases are disabled on this device
hi: इस डिवाइस पर खरीदारी अक्षम है

source: There was an error fetching the products
hi: उत्पादों को लाने में समस्या थी

source: Content Warning
hi: सामग्री सावधानी

source: votes
hi: वोट

source: Voted
hi: वोट किया

source: Multiple choices allowed
hi: एक से अधिक विकल्प उपलब्ध हैं

source: Expires at
hi: समाप्ति का समय

source: Closed
hi: बन्द है

source: Vote for
hi: वोट करें

source: New follower
hi: नया फॉलोवर

source: direct messaged you
hi: आपको मैसेज किया

source: mentioned you
hi: आपका वर्णन किया

source: liked your toot
hi: आपके टूट को लाइक किया

source: boosted your toot
hi: आपके टूट को बूस्ट किया

source: Joined on
hi: शामिल होने की तिथि

source: Follows You
hi: यह व्यक्ति आपका फॉलो करते है
